start_message = """Привет, {name}! 
Введите 'поиск' для начала поиска анкет, 
для просмотра избранных анкет - 'показать избранные анкеты', 
для просмотра черного списка - 'показать черный список'"""

message_view = '''{name}, для просмотра анкет введите "смотреть"'''

message_not_new = '''Записей для просмотра больше нет. 
Для повторного описка введите "Поиск"'''

message_info = '''Для добавления в избранное введите "добавить в избранное", 
для добавления в черный список введите "добавить в черный список"'''

message_continue_view = '''{name}, для дальнейшего просмотра введите "смотреть"'''

message_no_favorite = '''У вас нет избранных анкет. Может добавим?'''

message_end_favorite = '''Избранные анкеты закончились. 
Для просмотра сначала введите "с начала списка избранных"'''

message_for_view_favorite = '''Для просмотра избранных анкет введите "показать избранные анкеты"'''

message_no_black = '''У вас нет анкет в ЧС. Может добавим?'''

message_black_end = '''Анкеты в ЧС закончились.
Для просмотра сначала введите "с начала черного списка"'''

message_view_black = '''Смотрим черный список?'''

message_goodbye = '''Пока(('''

message_not_understand = '''Не поняла вашего ответа...'''
